{
  "plugins": {
    "SchemaStore.nvim": {
      "src": "https://github.com/b0o/SchemaStore.nvim"
    },
    "bufjump.nvim": {
      "src": "https://github.com/kwkarlwang/bufjump.nvim"
    },
    "ccc.nvim": {
      "src": "https://github.com/uga-rosa/ccc.nvim"
    },
    "codanna.nvim": {
      "src": "file:///Users/kyleking/Developer/kyleking/codanna.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "highlight-undo.nvim": {
      "src": "https://github.com/tzachar/highlight-undo.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "multicolumn.nvim": {
      "src": "https://github.com/fmbarina/multicolumn.nvim"
    },
    "nap.nvim": {
      "src": "https://github.com/liangxianzhe/nap.nvim"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "patch_it.nvim": {
      "src": "https://github.com/KyleKing/patch_it.nvim"
    },
    "pkl-neovim": {
      "src": "https://github.com/apple/pkl-neovim"
    },
    "plantuml-syntax": {
      "src": "https://github.com/aklt/plantuml-syntax"
    },
    "preview.nvim": {
      "src": "https://gitlab.com/itaranto/preview.nvim.git"
    },
    "spaghetti-comb.nvim": {
      "src": "file:///Users/kyleking/Developer/kyleking/spaghetti-comb.nvim"
    },
    "vim-dirtytalk": {
      "src": "https://github.com/psliwka/vim-dirtytalk"
    },
    "vim-illuminate": {
      "src": "https://github.com/RRethy/vim-illuminate"
    },
    "vim-spellsync": {
      "src": "https://github.com/micarmst/vim-spellsync"
    }
  }
}
